<html>
	<head>
    <meta charset="utf-8" />
		
		<title>Matériel pour débuter</title>
		
		<link rel="stylesheet" href="/styleForm.css" />
		<link rel="stylesheet" href="/styleADL.css" />
		
	</head>
	
	<body>
	<h1>Je veux d&eacute;buter en &eacute;lectronique/informatique embarqu&eacute;e, je fais quoi ?</h1>
	<h2>Liste des vendeurs</h2>
	<p>Maintenant, je commande beaucoup en Chine, sur Ebay, Aliexpress ou Banggood. C'est un peu plus long, mais beaucoup moins cher et la qualit&eacute; n'est pas trop mauvaise.</p>
	<p>Sur Ebay, il y a ces vendeurs que j'aime bien :</p>
	<ul>
		<li><a href="https://www.ebay.fr/str/gcsupermarkethkcoltd" target="_blank" rel="noopener">GC-Supermarket</a></li>
		<li><a href="https://www.ebay.fr/str/txhangelectronic" target="_blank" rel="noopener">alice1101983</a></li>
		<li><a href="https://www.ebay.fr/str/tresorsdurecyclage">Les tr&eacute;sors du recyclage</a></li>
	</ul>
	<fieldset><legend> Tips pour commander en chine </legend>
		<ul>
			<li>V&eacute;rifier que le vendeur ai au moins 98% d'&eacute;valuations positives.</li>
			<li>Lire et relire la description, v&eacute;rifier les dimensions (photos trompeuses).</li>
			<li>G&eacute;n&eacute;ralement, c'est de la contrefa&ccedil;on, mais bon, &ccedil;a marche et c'est pas cher.</li>
			<li>N'h&eacute;sitez pas &agrave; vous plaindre si l'objet n'arrive pas, ou s'il ne marche pas.</li>
			<li>En revanche, laissez toujours une &eacute;valuation maximale si tout s'est bien pass&eacute; (m&ecirc;me juste en dessous le vendeur est fortement p&eacute;nalis&eacute;).</li>
		</ul>
	</fieldset>
	<p>Pour des commandes qui doivent arriver rapidement ou des composant sp&eacute;cifiques, il y a :</p>
	<ul>
		<li><a href="fr.farnell.fr" target="_blank" rel="noopener">Farnell</a> (le mieux selon moi)</li>
		<li><a href="https://www.rs-particuliers.com/">RS</a> (un peu cher et le site particulier est vraiment nul)</li>
		<li><a href="https://www.tme.eu/fr/">TME</a> (pas trop d'exp&eacute;rience dessus mais semble bien)</li>
		<li><a href="https://www.mouser.com/">Mouser</a> (pour des composants sp&eacute;cifiques)</li>
		<li><a href="https://www.digikey.fr/">Digikey</a> (pour des composants <span>tr&egrave;s</span> sp&eacute;cifiques, ou pour l'outil de s&eacute;lection g&eacute;nial)</li>
	</ul>
	<p>Ensuite il y a tout les "petits sites" qui sont plus destin&eacute;s aux particuliers ou &agrave; des domaines sp&eacute;cifiques. Je commande rarement chez eux, je ne pourrais donc pas vous donner de conseil, mais faites un tour sur ce superbe thread : <a href="https://openclassrooms.com/forum/sujet/les-meilleures-boutiques-d-electronique-90967">SDZ - Les meilleures boutiques d'&eacute;lectronique</a>.</p>
	<fieldset><legend> Tips pour commander &agrave; l'&eacute;tranger </legend>
		<ul>
			<li>Attention aux frais de douane ! Le "rule of thumb" c'est : si le colis est trop gros, ou que sa valeur d&eacute;passe 20&euro;, la douane peut l'ouvrir et appliquer des frais.</li>
			<li>En Chine, g&eacute;n&eacute;ralement les vendeurs marquent le colis comme "gift" ou diminuent sa valeur sur la facture jointe.</li>
			<li>Attention aux commandes qui passent par DHL, il y a presque toujours 15&euro; de frais de dossier en plus !</li>
		</ul>
	</fieldset>
	<h2>Et on ach&egrave;te quoi chez eux ?</h2>
	<h3>Mat&eacute;riel de base</h3>
	<ul>
		<li>Fer &agrave; souder, avec une panne en c&eacute;ramique (perso j'ai le Velleman VTSC30N1U depuis bien 6 ans, et il toujours au top)</li>
		<li>Multim&egrave;tre, &eacute;viter de prendre une chinoiserie, surtout si c'est pour mesurer le secteur ou autre. C'est pour moi la premi&egrave;re grosse d&eacute;pense &agrave; faire.</li>
		<li>Alimentation : un simple adaptateur 5V pour t&eacute;l&eacute;phone fera l'affaire au d&eacute;but ! Cherchez des cartes USB vers breadboard. Pour les audiophiles et autres bidouilleurs analogiques : une alimentation +/-15V pour vos AOP. Si vous avez un peu de budget : la Velleman PS3005D est vraiment super !</li>
		<li>Breadboard : plusieurs, des grandes, des petites, c'est la base de vos projets !</li>
		<li>Oscilloscopes, ils deviennent vite n&eacute;cessaires mais vous pouvez vous en passer au d&eacute;but. Regardez les occas' sur Leboncoin ou autre, &eacute;vitez les merdouilles &agrave; 20&euro; pas tr&egrave;s utiles, et aussi les premiers num&eacute;riques, qui sont facilement surpass&eacute;s par n'importe quel analogique</li>
		<li>G&eacute;n&eacute;rateur Basse Fr&eacute;quence/G&eacute;n&eacute;rateur de Fonction/G&eacute;n&eacute;rateur Arbitraire : vous allez en avoir besoin en m&ecirc;me temps que votre oscilloscope, je vous conseille les Rigol, plus particuli&egrave;rement la s&eacute;rie DG1000.</li>
	</ul>
	<fieldset><legend>Protip </legend>
		<p>N'h&eacute;sitez pas &agrave; demander dans votre &eacute;cole s'ils n'ont pas d'anciens &eacute;quipements &agrave; vous donner !</p>
	</fieldset>
	<h3>Consommables</h3>
	<ul>
		<li>Fil d'&eacute;tain (40/60, 1mm)</li>
		<li>Protoboard</li>
		<li>S&eacute;rie de r&eacute;sistance</li>
		<li>Kit de capa</li>
		<li>Boutons</li>
	</ul>
	<h3>Id&eacute;es de projets</h3>
	</body>
</html>